Repository: OParl/liboparl
Catalog: po/*.po
Languages: de_de

source: JSON could not be parsed. Please check the OParl endpoint at '%s' against a linter
de_de: Das JSON konnte nicht eingelesen werden. Bitte prüfen sie den OParl-Endpunkt '%s' mit einem JSON-Validator

source: JSON could not be parsed: %s
de_de: JSON konnte nicht eingelesen werden: %s

source: URLs must not be null.
de_de: URLs dürfen nicht null sein.

source: JSON could not be parsed. Please check the OParl Object at '%s' against a linter
de_de: JSON konnte nicht eingelesen werden. Bitte prüfen sie das Objekt '%s' gegen einen JSON-Validator

source: I need a string-value as type in object with id %s
de_de: Der Typ muss als Zeichenkette angegeben werdn im Objekt mit der Id %s

source: Tried to resolve an object that does not have a valid Id
de_de: Es wurde versucht, ein Objekt aufzulösen, das keine gültige Id besitzt

source: The type of this object is no valid OParl type: %s
de_de: Der Typ dieses Objektes ist kein gültiger OParl-Typ: %s

source: I need an Object to parse: %s
de_de: Es wird ein Objekt zum einlesen benötigt: %s

source: I need an Object to parse in '%s'
de_de: Es wird ein Objekt zum einlesen benötigt: %s

source: Attribute data must be an array in '%s'
de_de: Das Attribut 'data' muss ein Array sein in '%s'

source: Attribute links must be an object in '%s'
de_de: Das Attribut 'links' muss ein Objekt sein in '%s'

source: Next-links must be strings in '%s'
de_de: Next-Links müssen Zeichenketten sein in '%s'

source: JSON could not be parsed. Please check the OParl pagination-list at '%s' against a linter
de_de: JSON konnte nicht eingelesen werden. Butte prüfen sie die Paginierungsliste '%s' gegen einen JSON-Validator

source: Body without organization url: %s
de_de: Körperschaft ohne Organisations-URL: %s

source: Body without person url: %s
de_de: Körperschaft ohne Personen-URL: %s

source: Body without meeting url: %s
de_de: Körperschaft ohne Meetings-URL: %s

source: Body without paper url: %s
de_de: Körperschaft ohne Papers-URL: %s

source: Body without system url: %s
de_de: Körperschaft ohne System-URL: %s

source: Invalid 'name'
de_de: Ungültiger 'name'

source: No 'name'
de_de: Fehlender 'name'

source: The 'name'-field must be present in a Body.
de_de: Das Feld 'name' muss in jeder Körperschaft enthalten sein.

source: Empty 'organization'
de_de: Leere 'organization'

source: Missing 'organization' field
de_de: Fehlende 'organization'

source: The 'organization'-field must be present in each Body
de_de: Das 'organization'-Feld muss in jeder Körperschaft enthalten sein.

source: Empty 'person'
de_de: Leere 'person'

source: Missing 'person' field
de_de: Fehlende 'person'

source: The 'person'-field must be present in each Body
de_de: Das Feld 'person' muss in jeder Körperschaft enthalten sein.

source: Empty 'meeting'
de_de: Leeres 'meeting'

source: Missing 'meeting' field
de_de: Fehlendes 'meeting'

source: The 'meeting'-field must be present in each Body
de_de: Das Feld 'meeting' muss in jeder Körperschaft enthalten sein.

source: Empty 'paper'
de_de: Leeres 'paper'

source: Missing 'paper' field
de_de: Fehlendes 'paper'

source: The 'paper'-field must be present in each Body
de_de: Das Feld 'paper' muss in jeder Körperschaft enthalten sein.

source: Missing 'legislativeTerm' field
de_de: Fehlender 'legislativeTerm'

source: The 'legislativeTerm'-field must be present in each Body
de_de: Das Feld 'legislativeTerm' muss in jeder Körperschaft enthalten sein.

source: Person without body url: %s
de_de: Person ohne body URL: %s

source: I need an Object to parse
de_de: Es wird ein Objekt zum einlesen benötigt:

source: Attribute '%s' must be an array in '%s'
de_de: Attribut '%s' in '%s' muss ein Array sein

source: Membership without person url: %s
de_de: Mitgliedschaft ohne person URL: %s

source: Membership without organization url: %s
de_de: Mitgliedschaft ohne organization URL: %s

source: Invalid period
de_de: Ungültige Zeitspanne

source: The startDate must be an earlier date than the endDate
de_de: Das Feld 'startDate' muss einen älteren Zeitpunkt beinhalten als das Feld 'endDate'

source: The 'start' timestamp must be older date than the 'end' timestamp
de_de: Das Feld 'start' muss einen älteren Zeitstempel beinhalten als das Feld 'end'

source: System without body-list: %s
de_de: System ohne 'body'-Liste: %s

source: Missing oparlVersion field
de_de: Fehlendes Feld 'oparlVersion'

source: The field 'oparlVersion' must be set.
de_de: Das Feld 'oparlVersion' muss gesetzt sein.

source: Empty oparlVersion field
de_de: Leeres Feld 'oparlVersion'

source: The field 'oparlVersion' must not be an empty string.
de_de: Das Feld 'oparlVersion' darf keine leere Zeichenkette sein.

source: Missing body field
de_de: Fehlendes Feld 'body'

source: The field 'body' must be set.
de_de: Das Feld 'body' muss gesetzt sein.

source: Empty body field
de_de: Leeres Feld 'body'

source: The field 'body' must not be an empty string.
de_de: Das Feld 'body' darf keine leere Zeichenkette sein.

source: Invalid 'id'
de_de: Ungültige 'id'

source: <id invalid>
de_de: <ungültige ID>

source: Invalid 'license'
de_de: Ungültige 'license'

source: Body with no 'system'
de_de: Körperschaft ohne 'system'

source: This Body does not have a System.
de_de: Diese Körperschaft verweist nicht auf ein System.

source: Can't resolve root body or root system
de_de: Die Ursprungskörperschaft oder das Ursprungssystem können nicht aufgelöst werden

source: Organization without body url: %s
de_de: Organisation ohne body URL: %s

source: Organization without meeting url: %s
de_de: Oranisation ohne meeting URL: %s

source: Agenda item has no meeting: %s
de_de: Tagesordnungspunkt ohne Meetings: %s

source: Agenda item has no consultation: %s
de_de: Tagesordnungspunkt beinhaltet keine Beratung: %s

source: Paper has no body: %s
de_de: Paper hat keine Köperschaft: %s

source: Attribute '%s' must be an array in '%s
de_de: Das Attribut '%s' in '%s' muss eine Liste sein

source: Attribute '%s' must be an object in '%s'
de_de: Attribut '%s' in '%s' muss ein Objekt sein

source: Consultation has no paper: %s
de_de: Beratung beinhaltet kein Paper: %s

source: Consultation without paper url: %s
de_de: Beratung ohne paper URL: %s

source: Consultation without meeting url: %s
de_de: Beratung ohne meeting URL: %s

source: Legislative term without body url: %s
de_de: Legislaturperiode ohne body URL: %s

source: Can't determine root_body: missing backreference in '%s'
de_de: Übergeordnete Körperschaft kann nicht ermittelt werden: Fehlende Rückreferenz in '%s'

source: Missing 'accessUrl' field
de_de: Fehlendes Feld 'accessUrl'

source: The 'accessUrl'-field must be present in each File
de_de: Das Feld 'accessUrl' muss in jedem Datei-Objekt vorhanden sein

source: Empty 'accessUrl'
de_de: Leere 'accessUrl'
